[
    {
        "back": "1837-1838 Patriote rebellions.",
        "front": "What event prompted the Act of Union?"
    },
    {
        "back": "Governor General of Upper and Lower Canada; investigated the rebellions and made recommendations to prevent future ones.",
        "front": "Who was Lord Durham?"
    },
    {
        "back": "1839; highlighted grievances stemming from the 1791 Constitutional Act, including minority status of Anglophones in Lower Canada and poor institutions for Francophones; called for union of the two Canadas to assimilate Francophones.",
        "front": "What was the Durham Report?"
    },
    {
        "back": "Ministers chosen from the majority party in the Assembly; they can be removed by the Assembly.",
        "front": "What is responsible government (ministérielle)?"
    },
    {
        "back": "July 1840 (in effect February 1841); reunited Upper Canada (Ontario) and Lower Canada (Quebec), creating the United Canadas or Province of Canada; despite Durham's recommendation, responsible government was not established.",
        "front": "Describe the Act of Union (1840-1841)."
    },
    {
        "back": "480,000; majority British descent (Loyalists or immigrants from British Isles); dominant religion: Protestantism.",
        "front": "What was the population of Upper Canada in 1841, and what were its characteristics?"
    },
    {
        "back": "670,000; majority French descent (New France colonists); dominant religion: Catholicism; mostly farmers (countryside) or workers (cities); a small portion belonged to the professional bourgeoisie (doctors, lawyers, etc.); about a quarter was Anglophone, dominating business and the colony's economy.",
        "front": "What was the population of Lower Canada in 1841, and what were its characteristics?"
    },
    {
        "back": "English became the sole language in politics and law; Lower Canada's low debt contrasted with Upper Canada's high debt due to infrastructure; Francophones became a minority for the first time.",
        "front": "What were some socio-economic consequences of the Act of Union?"
    },
    {
        "back": "Single assembly; equal representation for both Canadas despite demographic differences (42+42); no responsible government, the executive and legislative councils were appointed by the Governor General.",
        "front": "What were some political consequences of the Act of Union?"
    },
    {
        "back": "Reformers: demanded responsible government, protecting democracy and individual rights (including Francophones'); defended the interests of the professional bourgeoisie.\nConservatives: opposed change, defending the interests of the Anglophone business bourgeoisie (influence on appointments).",
        "front": "What were the main political forces in the United Canadas after 1841?"
    },
    {
        "back": "1841; Lower Canada Reformists (Louis-Hippolyte La Fontaine) allied with Upper Canada Reformists (Robert Baldwin) to gain political leverage and achieve responsible government (refused by London in 1840); aimed to reinstate French in politics, revise the electoral map, and implement protectionism.",
        "front": "Describe the Reformist alliance of 1841."
    },
    {
        "back": "Protectionism: protecting a country's economy from foreign competition.\nFree trade: abolishing or significantly reducing tariffs between countries.",
        "front": "Define protectionism and free trade."
    },
    {
        "back": "1848; La Fontaine (Prime Minister) and Baldwin (Associate Prime Minister) led the responsible government; the majority party leader chose ministers from the assembly.",
        "front": "Describe the Baldwin-La Fontaine responsible government."
    },
    {
        "back": "Reinstated French in politics; created a public school system (Catholic and Protestant); disenfranchised women and Indigenous people; compensated victims of the British army during the Lower Canada rebellions (sparking Conservative anger); led to the burning of the Montreal parliament and its relocation to Toronto.",
        "front": "What new laws were adopted between 1848 and 1851?"
    },
    {
        "back": "1851; Baldwin and La Fontaine left politics; Reformists were divided; new parties emerged (Parti rouge, Parti bleu, Parti Clear Grit, Parti Tories); proportional representation was demanded by Upper Canada (due to British immigration) but opposed by Lower Canada.",
        "front": "Describe the political situation after 1851."
    },
    {
        "back": "10 different coalition governments (alliance of multiple parties); four elections in 9 years (1854-1863).",
        "front": "What characterized the ministerial instability after 1851?"
    },
    {
        "back": "Since the Quebec Act of 1774, the Church supported the British government for favors: appointing bishops, training clergy, and guiding Franco-Canadian social and religious life.",
        "front": "What was the political influence of the Catholic Church in Lower Canada?"
    },
    {
        "back": "Early 1840s; opposed liberal ideas; led by Bishop Bourget for over 30 years; advocated for absolute Church authority in all aspects of society (ultramontanism).",
        "front": "Describe the rise of ultramontanism."
    },
    {
        "back": "Founded by Bishop Bourget; worked in health, education, charity, etc.; supported by Franco-Catholic women; some members sent to convert Indigenous people.",
        "front": "Describe the new religious communities established in Lower Canada."
    },
    {
        "back": "The clergy campaigned to restore religious fervor among Franco-Canadians (sermons, etc.); secular activities (theater, dance) were deemed immoral; women's role in public life was questioned; agricultural work and large families were encouraged over urban life; the Church believed Franco-Canadians were close to assimilation due to the Act of Union and that religion was key to their survival (nationalism of survival).",
        "front": "Describe the rise of conservatism and survival nationalism."
    },
    {
        "back": "Opposed ultramontanism; invited intellectuals (Catholic and Protestant) to debate anti-clerical topics (science, philosophy, literature, etc.); opposed Church influence on government; formally prohibited by Bishop Bourget, closed in 1880; ultimately unsuccessful in countering the Church's influence.",
        "front": "Describe the rise and fall of anti-clericalism."
    },
    {
        "back": "1830-1870; mostly from the British Isles; 85% settled in Upper Canada; 1845-1849: mass Irish immigration to Lower Canada due to potato famine.",
        "front": "Describe transatlantic immigration between 1830 and 1870."
    },
    {
        "back": "By 1870, Anglophones made up 25% of Lower Canada's population and 50% of Montreal's; Franco-Canadian population grew rapidly, leading to overpopulation and migration to forestry or cities (Montreal became the economic center).",
        "front": "Describe rural exodus (1840-1870)."
    },
    {
        "back": "Many Franco-Canadians faced poverty, leading them to emigrate to the United States for better living and working conditions; more left Lower Canada than arrived between 1840-1870; the government and Church opened new colonization areas (Saguenay, Outaouais, Laurentides) to curb emigration.",
        "front": "Describe Franco-Canadian emigration (1840-1870)."
    },
    {
        "back": "1851; Indigenous land was needed for forestry and colonization; a law set aside 230,000 acres (1000km2) of land in several reserves; aimed to promote agriculture among nomadic Indigenous people to encourage their settlement.",
        "front": "Describe the creation of Indigenous reserves in Lower Canada (1851)."
    },
    {
        "back": "Free trade exposed the United Canadas to global competition; colonies had to ensure their economic development; economic autonomy went hand-in-hand with responsible government; trade between Canada and London decreased, worrying the Anglophone business bourgeoisie.",
        "front": "What were the economic consequences of free trade?"
    },
    {
        "back": "1854; free trade agreement with the US; cancellation of several tariffs; shared fishing zones; Canada imported finished products, US imported natural resources.",
        "front": "Describe the Reciprocity Treaty with the United States."
    },
    {
        "back": "After 1852, locomotives were the most efficient land transport; the Grand Trunk Railway was built between Toronto and Montreal; other sections were added later; bridges and canals facilitated transport by boat from Montreal to the Great Lakes.",
        "front": "Describe the development of the continental transportation network in the east."
    },
    {
        "back": "1860s; political, social, and economic context led to the idea of uniting British North American colonies (7 colonies + Hudson Bay Company territories); federalism was considered.",
        "front": "Describe the project of federation."
    },
    {
        "back": "Political instability (1854-1864) prompted electoral reform; Upper Canada's desire for proportional representation necessitated reform.",
        "front": "What were the political causes of the federation?"
    },
    {
        "back": "1861-1865 American Civil War; Britain supported the South, leading to fears of US reprisal (annexation); Fenian raids further heightened concerns about US expansion; British military inaction pushed for colonial military union.",
        "front": "What were the military causes of the federation?"
    },
    {
        "back": "The Reciprocity Treaty with the US (1854) was not renewed in 1866; Britain's support for the Confederacy and exclusion of manufactured goods from the treaty led to the idea of a free-trade zone among eastern colonies; the lack of a railway posed a problem; pooling resources would allow for a railway's construction.",
        "front": "What were the economic causes of the federation?"
    },
    {
        "back": "1864; George Brown (Clear Grit), John A. Macdonald (Liberal-Conservative), and George-Étienne Cartier (Parti bleu); aimed to end political instability and create a federation of British North American colonies.",
        "front": "Describe the Great Coalition (1864)."
    },
    {
        "back": "September 1864; representatives from New Brunswick, PEI, and Nova Scotia met to discuss union; the Province of Canada was invited as an observer; Macdonald, Cartier, and Brown presented their union project, promising a railway.",
        "front": "Describe the Charlottetown Conference (September 1864)."
    },
    {
        "back": "October 1864; aimed to define governmental powers in a federation; a strong central government was preferred over a confederation; Cartier opposed a strong central government fearing it would threaten Francophone culture; Maritime colonies resisted giving up autonomy.",
        "front": "Describe the Quebec Conference (October 1864)."
    },
    {
        "back": "Agreement reached at the Quebec Conference for power-sharing between a central and provincial governments; also called the 72 Resolutions; colonial governments needed to approve before it was sent to London.",
        "front": "What were the \"Quebec Resolutions\" or \"72 Resolutions\"?"
    },
    {
        "back": "Britain favored union to reduce costs (military spending); PEI and Newfoundland opposed the union, fearing loss of political power; the railway project would only benefit colonies on the mainland; the need for new economic partners (end of Reciprocity Treaty) pushed Nova Scotia and New Brunswick to accept the union.",
        "front": "What were the reactions to the federation project in the Maritimes and Newfoundland?"
    },
    {
        "back": "Upper Canada favored the union due to proportional representation and promises of new land; Lower Canada's Parti bleu (Cartier) and the Catholic Church supported the union for preserving Francophone culture; Parti rouge (Dorion) opposed it; Lower Canada ultimately voted for the union.",
        "front": "What were the reactions to the federation project in the Province of Canada?"
    },
    {
        "back": "1866-1867; delegates from Nova Scotia, New Brunswick, and the Province of Canada met in London; resulted in the British North America Act (BNAA), the first Canadian constitution; the BNAA was accepted by the London Parliament and Queen Victoria in March 1867.",
        "front": "Describe the London Conference (1866-1867)."
    },
    {
        "back": "July 1, 1867 (current Canada Day); first constitution not imposed by London; London retained control of foreign policy; four provinces: Quebec, Ontario, Nova Scotia, New Brunswick; each province had a government but was subject to federal authority in Ottawa.",
        "front": "Describe the British North America Act (BNAA) and the territory of the Dominion of Canada."
    },
    {
        "back": "3.5 million; over 80% in Quebec or Ontario; in Quebec, the majority lived in the countryside, spoke French, and practiced Catholicism; non-French and non-British origin was only 1% of the total population.",
        "front": "What was the population of the Dominion of Canada in 1871, and what were its characteristics?"
    },
    {
        "back": "Not fully independent from the UK; the British monarch shared power with an assembly; in Canada, the monarch's role was fulfilled by the Governor General (symbolic veto); the democratic aspect was assured by the various assemblies; the UK retained the power to modify Canada's constitution and manage its foreign affairs.",
        "front": "Describe the sharing of powers in Canada within the British constitutional monarchy."
    },
    {
        "back": "Categories of governance (health, education, security, etc.) divided between provincial and federal governments; provinces handled local interests (education, health, language); federal government handled larger interests (defense, military, citizenship, etc.); some powers were shared (immigration, justice, agriculture, etc.).",
        "front": "What were the \"fields of competence\" in Canada?"
    },
    {
        "back": "Federal government's right to invalidate a law conflicting with the common good; powers not named in the BNAA belonged to the federal government; federal revenue came from taxes and tariffs (redistributed to provinces proportionally); provinces depended financially on the federal government but could generate revenue from permits and natural resources.",
        "front": "Describe the right of disallowance, residual powers, and revenue sharing."
    },
    {
        "back": "The people elect representatives (MPs) for the House of Commons; the number of seats per province is proportional to its population; MPs prepare, vote on, and pass laws; the Senate can propose laws and review those passed by MPs before submitting them to the Governor General for approval; the Prime Minister and ministers form the Council of Ministers (executive council) to implement laws.",
        "front": "Describe the structure of the federal government (1867)."
    },
    {
        "back": "Legislative institution; members appointed for life by the Governor General on the Prime Minister's recommendation; 24 senators per province; the Official Opposition is the second-largest party; its role is to question executive decisions; if the House loses confidence in the Prime Minister and ministers, the Governor General can call an election.",
        "front": "Describe the Senate and the Official Opposition (1867)."
    },
    {
        "back": "Similar to federal institutions, but the Senate is replaced by the Legislative Council; the monarch's representative is the Lieutenant Governor, appointed by the Governor General; in 1867, the assembly was called the Legislative Assembly (\"National Assembly\" from 1968).",
        "front": "Describe the political institutions of the Quebec government (1867)."
    },
    {
        "back": "To connect eastern colonies to British Columbia via railway, preventing US acquisition; the federal government bought Rupert's Land from the Hudson's Bay Company (fur trade) in 1869 for $1.5 million; aimed to open land to colonization, despite existing settlers and Indigenous bands; no consultation with Indigenous peoples.",
        "front": "Describe the expansion of Canada westward and the territories involved."
    },
    {
        "back": "Over 10,000; lived by traditional agriculture (French seigneurial system), bison hunting, and fur trade; mostly Catholic and spoke Michif; feared colonization by Ontarians.",
        "front": "Describe the Métis of the Red River (1869)."
    },
    {
        "back": "1869; Louis Riel led a protest movement (\"Red River Rebellion\"); took over Fort Garry, forming a provisional government; demanded recognition of Métis existence, territorial and linguistic rights.",
        "front": "Describe the Red River Rebellion (1869)."
    },
    {
        "back": "July 15, 1870; created Manitoba; Métis gained bilingual institutions and land ownership; Ontarian colonist Thomas Scott, opposed to the provisional government, was executed by Métis; Riel went into exile to avoid trial.",
        "front": "Describe the creation of Manitoba and the Thomas Scott affair (1870)."
    },
    {
        "back": "1871-1921; numbered treaties (1-11) with nomadic Indigenous bands; government acquired remaining land for colonization, promising financial aid (not fulfilled); Indigenous populations faced famine and diseases; treaties signed quickly by chiefs who did not understand the terms; few promises were kept.",
        "front": "Describe the numbered treaties."
    },
    {
        "back": "Christian residential schools; centers of assimilation for Indigenous children; children were educated in Christian religion and culture; isolated from families to destroy ties to Indigenous culture; multiplied from 1860s; last school closed in 1996.",
        "front": "Describe the first Indigenous residential schools."
    },
    {
        "back": "1876; applied to First Nations (excluding Métis and Inuit); considered Indigenous people as minors, unable to vote; aimed to settle and assimilate them by placing reserves under government control; government encouraged them to give up their \"Indian status\" to integrate into Canadian society.",
        "front": "Describe the Indian Act (1876)."
    },
    {
        "back": "Shift from specialized artisanal production (manual) to industrial production (mechanical); artisanal: high quality, low quantity; industrial: low quality, high quantity; steam engines powered by coal were central to mechanization; significant increase in goods produced; unskilled workers performed a small part of production, operating machines (low wages).",
        "front": "Describe the first phase of industrialization (1850-1896)."
    },
    {
        "back": "New economic system; building a factory, machinery, and paying workers was expensive; investors (capital) shared financial risks and profits; capital came from the UK and Canada (Montreal banks and stock exchange (1874)); the business bourgeoisie (Canadian and British) profited.",
        "front": "Describe industrial capitalism."
    },
    {
        "back": "Majority of consumer goods for the Canadian market; unskilled and low-paid labor; food, textile, and wood processing dominated; women were commonly employed in textile industries.",
        "front": "Describe light industry."
    },
    {
        "back": "Metal processing (metallurgy); employed specialized workers (good wages); high capital investment; railway development contributed to its growth; contributed to the development of Quebec's first industrial district in Lachine (Montreal); government financed transportation infrastructure, benefiting the business bourgeoisie.",
        "front": "Describe heavy industry."
    },
    {
        "back": "Most family members had to work to survive; women and children earned less than men (⅓); minimum 60 hours per week; dangerous working conditions (poor lighting, heating, ventilation, dangerous machinery); injured or sick workers lacked protection.",
        "front": "Describe working conditions for the working class."
    },
    {
        "back": "Poor conditions led workers to form unions to demand better conditions; initially, employers refused to negotiate and replaced striking workers; Catholic clergy condemned unions as liberal and anti-clerical.",
        "front": "Describe the first labor unions."
    },
    {
        "back": "Promised a railway connecting eastern Canada to British Columbia to prevent US acquisition; Canadian Pacific Railway (CP) got the construction contract in 1873; 1873: newspapers revealed CP had given money to Macdonald's Conservatives before the 1872 election; Macdonald resigned due to corruption scandal but returned in 1878.",
        "front": "Describe John A. Macdonald's railway project."
    },
    {
        "back": "Global economic crisis hitting Canada in 1874; cheaper US products caused a drop in Canadian production and employment; prices for wheat and wood plummeted; banks could not finance projects; many factories went bankrupt.",
        "front": "Describe the economic crisis of 1873."
    },
    {
        "back": "1878 election; aimed to revive the economy; three objectives:\n1. Support Canadian industries by increasing tariffs (protectionism).\n2. Develop the domestic market (trade between provinces) and resume railway construction.\n3. Settle western Canada by encouraging immigration.",
        "front": "Describe John A. Macdonald's National Policy."
    },
    {
        "back": "US products were cheaper and more abundant; tariffs made US products more expensive, increasing government revenue and enabling the resumption of railway construction.",
        "front": "Describe Macdonald's tariff policy."
    },
    {
        "back": "Resumed in 1881; the western cordillera (Rocky Mountains) was a challenge; thousands of workers, including Chinese immigrants, were employed in dangerous conditions; discriminatory measures stopped Chinese immigration after construction.",
        "front": "Describe the transcontinental railway construction."
    },
    {
        "back": "Populating the west created a large domestic market; many European immigrants chose the US; mainly Ontarian and Quebec colonists came west; the railway quadrupled western Canada's population in 20 years, leading to new provinces and territories.",
        "front": "Describe the colonization of western Canada."
    },
    {
        "back": "Mechanization created labor demand; farmers and immigrants came to Montreal; urban population in Quebec doubled in 50 years due to rural exodus (15% in 1851 to over 36% in 1901); working-class and wealthy neighborhoods emerged.",
        "front": "Describe industrialization and urbanization in Quebec."
    },
    {
        "back": "Located near factories; high population density; poorly built housing (poor materials, no running water, electricity, sewers, garbage collection); outdoor toilets and animals contributed to diseases; coal heating and factory smoke caused air pollution; high infant mortality.",
        "front": "Describe working-class neighborhoods."
    },
    {
        "back": "Lived away from industrial areas, often in higher elevations; had electricity, water, sewers, and parks; industrialization created wealth disparity; government implemented measures (garbage collection, forced vaccination) in working-class neighborhoods.",
        "front": "Describe wealthy neighborhoods."
    },
    {
        "back": "Mid-19th century Quebec experienced emigration to the US and urbanization; the Catholic Church and its supporters believed the future of Franco-Canadians lay in the countryside; the provincial government created a Ministry of Agriculture and Colonization; new regions offered land and jobs, but living solely on agriculture was difficult; many went to cities or the US.",
        "front": "Describe the colonization of new regions in Quebec (mid-19th century)."
    },
    {
        "back": "Demand for agricultural products exploded; production focused on livestock and cereals; the dairy industry boomed in Quebec; new agricultural techniques and mechanization increased production.",
        "front": "Describe changes in agriculture after 1880."
    },
    {
        "back": "Sawmill industry boomed around 1880 (high demand in the US); opening of new regions made the previously scarce resource accessible; deforestation affected Indigenous hunting and fishing grounds; sawmills were located near water for transport.",
        "front": "Describe changes in the forestry industry after 1880."
    },
    {
        "back": "Considered inferior; under the responsibility of a man; 1866 Civil Code deemed them legal minors (no vote, etc.); could not sign contracts or spend their wages without a man's consent; voting rights were limited to municipal elections for widows, property owners, or single women (lost upon marriage).",
        "front": "Describe the legal and political status of women in the late 19th century."
    },
    {
        "back": "Depended on social status; generally handled childcare and housework, sometimes working; bourgeois women were more privileged, educated, and financially independent; could dedicate themselves to secular activities (writing, painting) or social ones (volunteering, charity).",
        "front": "Describe the social role of women."
    },
    {
        "back": "The state did little to address social inequalities; bourgeois women formed public charity organizations in education, health, and social justice; they became aware of discrimination and fought for more rights (demonstrations, petitions); 1893: first Anglophone feminist association (Montreal Council of Women); 1907: Francophone equivalent.",
        "front": "Describe Anglophone women's organizations."
    },
    {
        "back": "Industrialization opened job opportunities, despite lower wages and harsh conditions; women aged 15-20 worked in textile, tobacco, rubber, match, or clothing factories before marriage; by the end of the 19th century, women represented about 30% of Montreal's factory workers; many chose teaching, representing 80% of Catholic public education.",
        "front": "Describe women and the labor market."
    },
    {
        "back": "Worked in health, education, charity, and household support for priests; more women joined religious communities by the end of the 19th century; had access to positions unavailable to secular women; offered prestigious options for unmarried women.",
        "front": "Describe women in religious communities."
    },
    {
        "back": "McGill University (1821) and Bishop's University (1843); McGill was more popular due to Anglophone funding; McGill grew from 70 students in 1855 to over 900 in the 1890s (including women), mainly training doctors and engineers; Laval University (1852) was the first for Francophones; its Montreal branch (1878) became the University of Montreal in 1920.",
        "front": "Describe higher education in Quebec in the late 19th century."
    },
    {
        "back": "Emerged in the 1860s; recounted the past of Franco-Canadians to create pride; told stories of soldiers, coureurs des bois, and missionaries; countered feelings of powerlessness against assimilation; promoted nationalist values aligned with agricultural values (glorification of the countryside); Montreal literary school founded in 1895.",
        "front": "Describe patriotic literature."
    },
    {
        "back": "Bourgeois women wrote fiction, highlighting Franco-Canadian identity and Catholic values; often published under pseudonyms, sometimes male, to avoid criticism.",
        "front": "Describe the emergence of women's literature."
    },
    {
        "back": "Construction of the transcontinental railway and colonization devastated Indigenous populations; overhunting reduced animals, causing famine; tensions increased; promised governmental aid was non-existent; Louis Riel returned from exile to organize a rebellion in present-day Saskatchewan.",
        "front": "Describe the North-West Rebellion of 1885."
    },
    {
        "back": "Anglo-Canadians were outraged by the Métis' treatment of colonists; Macdonald sent the army to Batoche; the railway facilitated troop deployment; Riel and many rebels were arrested and imprisoned; Riel was convicted of high treason and sentenced to death, causing outrage in Quebec.",
        "front": "Describe the federal government's response to the North-West Rebellion."
    },
    {
        "back": "November 22, 1885; 50,000 people gathered in Montreal to denounce Riel's hanging; they claimed the federal government did not respect the rights of Franco-Catholics; future Quebec Premier Honoré Mercier gave a nationalist speech.",
        "front": "Describe the aftermath of the North-West Rebellion."
    },
    {
        "back": "Provinces denounced the federal government's centralizing tendencies and the use of the right of disallowance; Honoré Mercier (elected in 1887) proposed autonomism to regain powers for Quebec; he organized the first interprovincial conference in Quebec City on October 20, 1887; negotiations were mainly with Quebec; there was much tension between the federal and provincial governments.",
        "front": "Describe the response to the federal government's use of the right of disallowance."
    },
    {
        "back": "First conference included Premiers from Quebec, New Brunswick, Nova Scotia, Manitoba, and Ontario (NB, NS, and M received insufficient funding); Mercier proposed an alliance to reduce federal interference and end disallowance; poorer provinces wanted a greater share of tax revenue and the ability to levy taxes themselves.",
        "front": "Describe the interprovincial conferences."
    },
    {
        "back": "Anglo-Canadians wanted an English-speaking, Protestant Canada; laws in Ontario, NB, and Manitoba restricted access to Franco-Catholic schools (only to primary level); in 1890, Manitoba stopped funding French schools.",
        "front": "Describe the situation of Franco-Catholic schools outside Quebec."
    },
    {
        "back": "1875; replaced the Department of Public Instruction; divided into independent Catholic and Protestant committees; Catholic committee (bishops and lay people) managed Catholic schools; Protestant committee (mainly lay people) managed Protestant schools; the state withdrew from education management.",
        "front": "Describe the Public Instruction Council in Quebec."
    },
    {
        "back": "Cultural tensions were at the heart of political debates at the start of the 20th century; Anglophones and Francophones had different feelings about the UK; by the end of the 19th century, two political movements dominated: imperialist (Anglophones) and nationalist (Francophones).",
        "front": "Describe political ideas in Canada around 1900."
    },
    {
        "back": "Late 19th century; strongly attached to the monarchy and British Empire; active in Orangeism; believed Canada benefited economically and militarily from the Empire; wanted Canada to participate in UK armed conflicts.",
        "front": "Describe imperialism in Canada."
    },
    {
        "back": "Opposed survival nationalism; popular among Francophones; Henri Bourassa (Liberal party, Le Devoir newspaper) was its spokesperson; advocated for greater Canadian autonomy from the UK; wanted better protection of Franco-Catholic rights outside Quebec; opposed Canadian military involvement in the Boer War.",
        "front": "Describe nationalism in Canada."
    },
    {
        "back": "First Francophone Prime Minister; elected in 1896 after Macdonald's death; aimed to reduce tensions between Francophones and Anglophones; wanted imperialists and nationalists to unite under a common national identity; this was questioned in 1899 due to a conflict in South Africa.",
        "front": "Describe Wilfrid Laurier's government."
    },
    {
        "back": "British Empire sought to annex Boer territories for gold and diamonds; Boers resisted, leading to war; Canada had to decide whether to support the UK militarily; Laurier sent about 7,000 \"volunteer\" soldiers (1899-1902) due to pressure from imperialists; Francophones opposed this.",
        "front": "Describe Canada's military support in the Boer War (1899-1902)."
    },
    {
        "back": "Bourassa resigned from the Liberal Party after Canada's involvement in the Boer War; Laurier's decision increased tensions between Francophones and Anglophones; Canada's contribution was modest but signaled future support for UK conflicts.",
        "front": "Describe the political consequences of the Boer War."
    },
    {
        "back": "European industrial development led to an arms race (France, Germany, UK); early 20th century: British naval supremacy was challenged by Germany; UK needed funds and asked Canada to contribute; imperialists favored funding and providing ships; nationalists wanted ships for Canadian defense; Laurier created a Canadian navy to serve the UK if needed.",
        "front": "Describe the creation of the Canadian navy (1910)."
    },
    {
        "back": "Laurier and his Minister of the Interior, Clifford Sifton, continued western development; free land grants were still in place; Sifton sent officials to recruit in the US and Europe; newcomers were helped by religious groups and charities; immigrants mostly grouped by origin; Protestant churches promoted Protestantism to integrate immigrants.",
        "front": "Describe the settlement of western Canada in the early 20th century."
    },
    {
        "back": "Early 20th century; mostly from British Isles and US, but more Eastern Europeans; 1911: 22% of Canadians were foreign-born; many settled in cities; western Canada's development involved people with different languages and religions; Canadians feared non-American and non-British immigrants (xenophobia), leading to restrictive measures; limited immigration for African-Americans, Chinese, Japanese, and Indians.",
        "front": "Describe immigration and xenophobia in the early 20th century."
    },
    {
        "back": "1898; created due to the Klondike Gold Rush; immigration reduced the political weight of Franco-Catholics (remaining strong only in Quebec); Francophone rights outside Quebec faced setbacks (closing of Franco-Catholic schools).",
        "front": "Describe the Yukon Territory and the consequences of immigration."
    },
    {
        "back": "Despite the BNAA protecting religious minorities, some wanted a unilingual English-speaking Canada; Ontario, Alberta, and Saskatchewan restricted access to French and Catholic education.",
        "front": "Describe the push for a unilingual Anglophone Canada."
    },
    {
        "back": "Christian residential schools, centers of assimilation; children learned colonizer's language and culture; separated from families to destroy cultural ties; multiplied from 1862; last school closed in 1996; Inuit faced the same assimilation, forced settlement, and residential schools from 1939.",
        "front": "Describe the Indian residential school system in Canada."
    },
    {
        "back": "Relied on natural resource exploitation using hydroelectricity; hydroelectricity developed heavy industry (metallurgy, pulp and paper, chemicals, mining); resource exploitation developed new regions; massive influx of US capital; monopolies emerged in some industries.",
        "front": "Describe the second phase of industrialization (1896-1930)."
    },
    {
        "back": "Quebec had many waterways with strong currents (St. Lawrence River, Saguenay River, St-Maurice River) ideal for hydroelectricity; Quebec became a major hydroelectricity producer; government intervention was limited; capital came from Canadian and US bourgeoisie; development destroyed Algonquin ancestral territories.",
        "front": "Describe hydroelectricity and industrial development in Quebec."
    },
    {
        "back": "High US demand for newsprint led to increased logging in Quebec; pulp and paper industry developed in new regions (Mauricie, Saguenay, Outaouais); Quebec law forced foreign companies to manufacture paper in Quebec; by 1920, Canada was the world's largest producer and exporter of paper.",
        "front": "Describe the pulp and paper industry."
    },
    {
        "back": "Hydroelectricity powered metallurgy (aluminum) and chemical processing (plastics); production of household appliances increased; high metal demands; iron, lead, zinc, gold, silver, copper, and asbestos became important economic components.",
        "front": "Describe chemical, metallurgical, and mining industries."
    },
    {
        "back": "US capital replaced British capital (60% of total); very large companies controlled entire economic sectors (monopoly capitalism); could set prices due to lack of competition; seen in textiles and electricity distribution.",
        "front": "Describe foreign investment and monopoly capitalism."
    },
    {
        "back": "Germany, UK, and other European powers engaged in an arms race; increased tensions led to alliances: Triple Entente (TE) and Triple Alliance (TA); TE: UK, France, Russia, US (1917); TA: Germany, Italy, Austria-Hungary, Ottoman Empire (Oct 1914); June 28, 1914: Archduke Franz Ferdinand's assassination triggered war; Canada joined the UK in the war.",
        "front": "Describe the causes and start of World War I."
    },
    {
        "back": "War Measures Act (1914-1920); increased federal power; immigrants from enemy countries could be detained or deported; censorship imposed; over 424,000 Canadian soldiers were sent to Europe (Canadian Expeditionary Force).",
        "front": "Describe the Canadian war government and military participation in WWI."
    },
    {
        "back": "Canadians participated in the war effort; farmers increased food production; factories made military equipment; an income tax was imposed to finance the war; women replaced men in factories; federal government granted women federal voting rights (dates varied by province).",
        "front": "Describe the Canadian war effort in WWI."
    },
    {
        "back": "1914-1917: soldiers were volunteers (only 5% Francophone); 1917: conscription imposed on men aged 20-45 (single or widowed without children); conscription was unpopular in Quebec; many Francophones refused to fight for the UK; deadly riots occurred in Quebec City on April 1, 1918.",
        "front": "Describe the conscription crisis in WWI."
    },
    {
        "back": "Canada sent the most soldiers proportionally to its population; Prime Minister Borden sought greater autonomy within the British Empire; Canada participated in the Treaty of Versailles negotiations; Canada gained a seat in the League of Nations.",
        "front": "Describe Canada's status at the end of World War I."
    },
    {
        "back": "Few laws protected workers; unions gained popularity; strikes increased; employers used strikebreakers; unions lacked power and used illegal actions (strikes, sabotage, demonstrations); these were harshly repressed by the police.",
        "front": "Describe the labor movement in the early 20th century."
    },
    {
        "back": "Francophones turned to US unions; the Church deemed these anti-clerical and anti-Catholic; 1901: the Church created Catholic unions (unique to Quebec); debates were supervised by clergy to ensure adherence to Catholic values; these unions were less assertive than US unions.",
        "front": "Describe US and Catholic unions."
    },
    {
        "back": "1901: Industrial Disputes Investigation Act provided conciliation services; 1907: Industrial Establishments Act set minimum working age to 14; 1909: Workmen's Compensation Act provided compensation for workplace accidents; 1910: law prohibited children under 16 who couldn't read or write from working; 1911: free employment bureaus created; 1912: law limited women's and children's work to 55 hours in textile mills; 1919: Minimum Wage Act for women; 1924: Trade Unions Act recognized labor unions legally; 1928: Workmen's Compensation Board.",
        "front": "Describe labor laws in the early 20th century."
    },
    {
        "back": "Agriculture expanded, but farmers struggled to borrow at decent interest rates; farmers turned to cooperatives, pooling resources and sharing profits; aimed to address social inequalities; the Church supported cooperatives as they promoted agricultural work among Franco-Canadians; financial cooperatives (Alphonse Desjardins) encouraged savings and borrowing access for Franco-Canadians.",
        "front": "Describe"
    }
]